Repository: dojiDoMal/ideiax
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Back to top
pt_br: Voltar para o topo

source: Ideas
pt_br: Ideias

source: New Idea
pt_br: Nova Ideia

source: More Options
pt_br: Mais opções

source: Challenges
pt_br: Desafios

source: New Challenge
pt_br: Novo Desafio

source: Terms of Use
pt_br: Termos de uso

source: New Terms of Use
pt_br: Novo Termo de uso

source: Categorys
pt_br: Categorias

source: New Category
pt_br: Nova Categoria

source: Category Images
pt_br: Imagem das Categorias

source: New Category Image
pt_br: Nova Imagem de Categoria

source: Dimension
pt_br: Dimensão

source: New Dimension
pt_br: Nova Dimensão

source: Report
pt_br: Relatório

source: Idea Phase
pt_br: Fase da Ideia

source: Associate User Permissions
pt_br: Associar Permissão ao Usuário

source: commented on idea #ID {0}
pt_br: comentou na sua ideia #ID {0}

source: [IdeiaX] The idea #ID {0} received a comment
pt_br: [IdeiaX] A ideia #ID {0} recebeu um comentário

source: the idea
pt_br: A ideia

source: received a comment. Go to idea x to check it out.
pt_br: recebeu um comentário. Acesse o IdeiaX para conferir.

source: The Idea #ID {0} has been evaluated
pt_br: A ideia #ID {0} foi avaliada!

source: Your idea was evaluated
pt_br: Sua ideia foi avaliada!

source: [IdeiaX] The idea review #ID {0} foi realizada
pt_br: [IdeiaX] A avaliação da ideia #ID {0} foi realizada

source: the evaluation of the idea
pt_br: a avaliação da ideia

source: .It was completed. Go to idea x to check it out.
pt_br: foi concluída. Acesse o IdeiaX para conferir.

source: the idea #ID {0} received a like
pt_br: a ideia #ID {0} recebeu uma curtida

source: Your idea received a like
pt_br: Sua ideia recebeu uma curtida.

source: [IdeaX] The idea #ID {0} received a like.
pt_br: [IdeiaX] A ideia #ID {0} recebeu uma curtida

source: the idea
pt_br: A ideia

source: received a like. Go to idea x to check it out.
pt_br: recebeu uma curtida. Acesse o IdeiaX para conferir.

source: Idea #ID {0} was related to #ID {1}.
pt_br: A ideia #ID {0} foi relacionada a #ID {1}

source: [IdeaX] The idea #ID {0} was related to another.
pt_br: [IdeiaX] A ideia #ID {0} foi relacionada a outra

source: was related to
pt_br: foi relacionada a

source: . Go to idea x to check it out.
pt_br: . Acesse o IdeiaX para conferir.

source: You're a co-author of idea #ID {0}!
pt_br: Você é co-autor da ideia #ID {0}!

source: [IdeiaX] You are co-authored with the idea #ID {0}
pt_br: [IdeiaX] Você foi indicado(a) como co-autor(a) da ideia #ID {0}

source: you have been co-authored with the idea
pt_br: você foi indicado(a) como co-autor(a) da ideia

source: by
pt_br: por

source: You have been mentioned in idea #ID {0}!
pt_br: você foi mencionado(a) na ideia #ID {0}

source: [IdeiaX] You were mentioned in the idea #ID {0}
pt_br: [IdeiaX] você foi mencionado(a) na ideia #ID {0}

source: you were mentioned in the idea
pt_br: você foi mencionado (a) na ideia

source: Your idea #ID {0} has reached a new phase!
pt_br: Sua ideia #ID {0} mudou de fase!

source: [IdeiaX] The idea #ID {0} has reached a new phase!
pt_br: [IdeiaX] A ideia #ID {0} mudou de fase!

source: has changed to phase {0}. Go to idea x to check it out.
pt_br: mudou para fase {0}. Acesse o IdeiaX para conferir.

source: followed your idea #ID {0}
pt_br: seguiu sua ideia #ID {0}

source: [IdeiaX] The idea #ID {0} has been followed!
pt_br: [IdeiaX] A ideia #ID {0} foi seguida!

source: . has been followed! Go to idea x to check it out.
pt_br: foi seguida. Acesse o IdeiaX para conferir.

source: Comments
pt_br: Comentários

source: Sharing ideas
pt_br: Compartilhando ideias!

source: Idea
pt_br: Ideia

source: Comment by:
pt_br: Comentado por:

source: New ideas
pt_br: Novas Ideias

source: Not related to any challenge
pt_br: Não relacionada com nenhum desafio

source: Challenge
pt_br: Desafio

source: Oportunity
pt_br: Oportunidade

source: Solution
pt_br: Solução

source: Target
pt_br: Público-alvo

source: Summary
pt_br: Resumo

source: Coauthors
pt_br: Coautores

source: Title
pt_br: Título

source: Category
pt_br: Categoria

source: Weight
pt_br: Peso

source: Description
pt_br: Descrição

source: Image
pt_br: Imagem

source: Requester
pt_br: Solicitante

source: Active
pt_br: Ativo

source: Limit Date
pt_br: Data Limite

source: Init Date
pt_br: Data Inicial

source: Featured
pt_br: Destaque

source: Term
pt_br: Termo

source: Initial Date
pt_br: Data Inicial

source: Final Date
pt_br: Data Final

source: All fields are mandatory
pt_br: Todos os campos são obrigatórios

source: The weight of a dimension must be in the range of 1 to 5
pt_br: O peso de uma dimensão deve estar na faixa de 1 a 5.

source: Dimension title must have up to 200 characters.
pt_br: O título da dimensão deve possuir até 200 caracteres.

source: Dimension description must be up to 500 characters.
pt_br: A descrição da dimensão deve possuir até 500 caracteres.

source: The values of a criterion must be in the range of 1 to 5.
pt_br: Os valores de um critério devem estar na faixa de 1 a 5.

source: Criterion description must be up to 200 characters.
pt_br: A descrição do critério deve possuir até 200 caracteres.

source: Value
pt_br: Valor

source: Name
pt_br: Nome

source: Author
pt_br: Autor

source: Discarded
pt_br: Excluida

source: Consider discarded ideas?
pt_br: Considerar ideias excluídas?

source: Return
pt_br: Voltar

source: Hi, %(name)s!
pt_br: Olá, %(name)s!

source: No new notifications!
pt_br: Sem notificações!

source: at
pt_br: em

source: Profile
pt_br: Perfil

source: Who Innovates
pt_br: Quem inova

source: Explore Ideas
pt_br: Explorar Ideias

source: Active Terms of Use and Privacy
pt_br: Termo de uso ativo

source: Administration
pt_br: Administração

source: Logout
pt_br: Sair

source: Help
pt_br: Ajuda

source: Login
pt_br: Entrar

source: Terms of use
pt_br: Termo de uso

source: Cancel
pt_br: Cancelar

source: Accept
pt_br: Aceitar

source: Update Category
pt_br: Atualizar Categoria

source: Update
pt_br: Atualizar

source: Edit Category Image
pt_br: Editar Imagem de Categoria

source: Save
pt_br: Salvar

source: By
pt_br: Por

source: Expiration Date
pt_br: Data de Expiração

source: Submit Idea
pt_br: Enviar Ideia

source: Ideas Related
pt_br: Ideias Relacionadas

source: Related Ideas Challenge
pt_br: Ideias Relacionadas ao Desafio

source: We dont have any ideas yet
pt_br: Não existem ideias cadastradas ainda.

source: Edit Challenge
pt_br: Editar Desafio

source: Explore Challenges
pt_br: Explore os Desafios

source: Filters
pt_br: Filtros

source: Inactive
pt_br: Inativo

source: No Challenges found
pt_br: Não há Desafios

source: Update Criterion
pt_br: Atualizar Critério

source: New Criterion
pt_br: Novo Critério

source: Criterion List
pt_br: Lista de Critérios

source: Edit
pt_br: Editar

source: Discard
pt_br: Descartar

source: Would you like to delete
pt_br: Deseja descartar

source: the criterion
pt_br: o critério

source: Update Dimension
pt_br: Atualizar Dimensão

source: Dimensions
pt_br: Dimensões

source: New Comment
pt_br: Novo Comentário

source: Comment
pt_br: Comentar

source: Additional Information
pt_br: Informações Adicionais

source: Date of registration
pt_br: Data do cadastro

source: Total Score
pt_br: Pontuação Total

source: Acceptance Rate
pt_br: Índice de aceitação

source: Total Votes
pt_br: Total de votos

source: Identifier
pt_br: Identificador

source: Attachment
pt_br: Anexo

source: Evaluation of the Innovation Team
pt_br: Avaliação da Equipe de Inovação

source: Banner Idea
pt_br: Gestão de ideias

source: on
pt_br: em

source: Technical details
pt_br: Ficha Técnica

source: Evaluation
pt_br: Avaliação

source: Relationship
pt_br: Relacionamento

source: Timeline
pt_br: Linha do Tempo

source: Relationships
pt_br: Relacionamentos

source: Support Markdown
pt_br: Suporta Markdown

source: Edit Idea
pt_br: Atualizar Ideia

source: Explore
pt_br: Explorar

source: Search for author, category, title or summary
pt_br: Pesquise por autor, categoria, título ou resumo da ideia

source: Search Box
pt_br: Caixa de Busca

source: Search
pt_br: Pesquisar

source: Clean
pt_br: Limpar

source: Sorted by
pt_br: Ordenado por

source: Highest positive votes
pt_br: Mais votos positivos

source: Highest negative votes
pt_br: Mais votos negativos

source: Most discussed
pt_br: Mais comentados

source: Alphabetical
pt_br: Ordem alfabética

source: Latest
pt_br: Mais recentes

source: Create Idea
pt_br: Cadastrar Ideia

source: Update Idea Phase
pt_br: Atualizar Fase da Ideia

source: New Idea Phase
pt_br: Nova Fase da Ideia

source: There are no ideas at this stage!
pt_br: Não existem ideias nesta etapa!

source: There are no challenges here!
pt_br: Não tem nenhum desafio aqui!

source: Parcial Save
pt_br: Salvar parcial

source: When you save the evaluation, it can not be changed. Do you want to complete the evaluation?
pt_br: Ao salvar a avaliação ela não poderá ser alterada. Deseja concluir a avaliação?

source: Evaluation not yet done
pt_br: Avaliação não realizada

source: Relationship of Ideas
pt_br: Relacionamento de Ideias

source: Relate
pt_br: Relacionar

source: Idea Relationships
pt_br: Ideias Relacionadas

source: Delete Relationship
pt_br: Excluir Relacionamento

source: Number of related ideas:
pt_br: Quantidade de ideias relacionadas:

source: Details...
pt_br: Detalhes...

source: Idea Stage
pt_br: Fase da Ideia

source: Actions
pt_br: Ações

source: Delete
pt_br: Remover

source: the category image
pt_br: a Imagem de Categoria

source: the category
pt_br: a Categoria

source: the challenge
pt_br: o Desafio

source: made a comment
pt_br: fez um comentário

source: edited
pt_br: editado

source: reply
pt_br: responder

source: This action can not be undone. All replies will also be deleted. Do you want to delete the comment?
pt_br: Esta ação não poderá ser desfeita. Todas as respostas também serão excluídas. Deseja excluir o comentário ?

source: the dimension
pt_br: a Dimensão

source: Confirm ideia removal
pt_br: Confirmar descarte de Ideia

source: Would you like to delete the idea:
pt_br: Deseja descartar a ideia:

source: Confirm
pt_br: Confirmar

source: Update Idea
pt_br: Atualizar Ideia

source: Close
pt_br: Fechar

source: the idea phase
pt_br: a fase da ideia

source: Yes
pt_br: Sim

source: No
pt_br: Não

source: Do you want to delete the relationship from this idea?
pt_br: Você deseja excluir o relacionamento dessa ideia?

source: Creator
pt_br: Autor

source: Detail
pt_br: Detalhes

source: the terms of use
pt_br: o Termo de uso

source: There are no ideas!
pt_br: Nenhuma ideia!

source: This idea was
pt_br: Essa ideia foi

source: evaluated
pt_br: avaliada

source: created the idea
pt_br: criou a ideia

source: changed the idea phase to
pt_br: A fase da ideia foi alterada para

source: Sharing ideas!
pt_br: Compartilhando ideias!

source: An open innovation management platform to encourage the participation of the organization's people in the process of creating new solutions
pt_br: Uma plataforma aberta de gestão da inovação para estimular a participação das pessoas da organização no processo de criação de novas soluções.

source: Do you want to implement or improve an innovation management process within your organization?
pt_br: Quer implementar ou melhorar um processo de gestão da inovação em sua organização?

source: Click for more information
pt_br: Clique para mais informações

source: Are you part of our community?
pt_br: Faz parte da nossa comunidade?

source: Enter and register an idea!
pt_br: Entre e cadastre uma ideia!

source: Launch your ideas for everyone!
pt_br: Lance suas ideias para todos!

source: Ideia<sup>X</sup> is the channel to spread and share your ideas, allowing your peers to contribute, discuss and collaborate to grow it.
pt_br: O Ideia<sup>X</sup> é o canal para divulgar e compartilhar suas ideias, permitindo que seus pares possam contribuir, discutir e colaborar para o crescimento dela.

source: In the same way, you can see other posted ideas, interacting with your opinion and asking to further improve them!
pt_br: Da mesma forma, você pode ver as outras ideias postadas, interagindo com sua opinião e perguntas para melhorá-las ainda mais!

source: Register Ideas
pt_br: Cadastro de ideias

source: All company employees can collaborate. Innovation can come from everyone.
pt_br: Todos os funcionários da empresa podem colaborar. A inovação poderá vir de todos.

source: Manage Ideas
pt_br: Gestão de ideias

source: Ideas will be organized, refined and evaluated, allowing a flow for the innovation management.
pt_br: As ideias serão organizadas, refinadas e avaliadas, permitindo um fluxo para a gestão da inovação.

source: Integration
pt_br: Integração

source: Through APIs is possible to integrate the Idea<sup>X</sup> with other tools.
pt_br: Por meio de APIs é possível integrar o Ideia<sup>X</sup> com outras ferramentas.

source: New phase
pt_br: Nova Fase

source: Remove
pt_br: Remover

source: Export report
pt_br: Exportar Relatório

source: Consult
pt_br: Consultar

source: Grade
pt_br: Nota

source: Term Of Use
pt_br: Termo de uso

source: Expiration Date
pt_br: Data de Expiração

source: Update Term of Use
pt_br: Atualize o Termo de uso

source: New Term of Use
pt_br: Novo Termo de uso

source: Create Use Term
pt_br: Cadastrar Termo de uso

source: Your username and password didn't match. Please try again.
pt_br: Seu nome de usuário e senha não correspondem. Por favor, tente novamente.

source: You must be logged in to access ideas.
pt_br: É necessário fazer o login para ter acesso às ideias.

source: Username
pt_br: Nome de Usuário

source: Password
pt_br: Senha

source: placeholder:password
pt_br: placeholder:senha

source: Sign in
pt_br: Acessar

source: Criteria
pt_br: Critérios

source: Dimension saved successfully!
pt_br: Dimensão salva com sucesso!

source: A dimension with this title already exists
pt_br: Já existe uma dimensão com esse título

source: The dimension is being used in an evaluation. Can not delete.
pt_br: A dimensão está sendo utilizada em uma avaliação. Não é possível excluir.

source: The criterion is being used in evaluating an idea. Can not delete.
pt_br: O critério está sendo usado na avaliação de uma ideia. Não é possível excluir.

source: A dimension must have at least one criterion.
pt_br: O título da dimensão deve possuir até 200 caracteres.

source: There is already a criterion with this title in dimension.
pt_br: Já existe um critério com este título na dimensão.

source: Please check your message it has inappropriate content.
pt_br: Verifique sua mensagem, ela tem conteúdo inapropriado.

source: You have to write a comment.
pt_br: É necessário escrever um comentário.

source: Invalid reCAPTCHA. Please try again.
pt_br: reCAPTCHA inválido. Por favor tente de novo.

source: Idea saved successfully!
pt_br: Ideia salva com sucesso!

source: Not supported action
pt_br: Ação não suportada

source: Criterion saved successfully!
pt_br: Critério salvo com sucesso!

source: Criterion changed successfully!
pt_br: Critério alterado com sucesso!

source: To become a more accurate fill, you need to fill in the fill of a dimension.
pt_br: Para salvar uma avaliação parcialmente é necessário o preenchimento de pelo menos uma dimensão.

source: Partial Evaluation saved successfully!
pt_br: Avaliação Parcial salva com sucesso!

source: Something went wrong or you're not allowed!
pt_br: Aconteceu algum problema ou seu acesso não é permitido!

source: Evaluation saves successfully!
pt_br: Avaliação salva com sucesso!

source: To save a full valuation you need to fill in all the dimensions.
pt_br: Para salvar uma avaliação total é necessário o preenchimento de todas as dimensões.

source: Criterion removed successfully!
pt_br: Critério removido com sucesso!

source: Phase change successfully!
pt_br: Fase alterada com sucesso!

source: You need to log in to post new comments.
pt_br: É necessário estar logado para postar comentários.

source: Your comment has been posted.
pt_br: Comentário postado com sucesso.

source: Comment updated.
pt_br: Comentar

source: Challenge saved successfully!
pt_br: Desafio salvo com sucesso!

source: Challenge removed successfully!
pt_br: Desafio removido com sucesso!

source: Bad image format.
pt_br: Formato de imagem não recomendado

source: Maximum image file is %(size) MB.
pt_br: O tamanho máximo do arquivo é %(size) MB.

source: Invalid request!
pt_br: Requisição Inválida

source: Idea Phase saved successfully!
pt_br: Fase da Ideia salva com sucesso!

source: Idea Phase changed successfully!
pt_br: Fase da Ideia alterada com sucesso!

source: Idea Phase removed successfully!
pt_br: Fase da Ideia salva com sucesso!

source: The search query must contain at least three characters
pt_br: A consulta de pesquisa deve conter pelo menos três caracteres

source: Inclusion of the relationship of the successful idea.
pt_br: Inclusão do relacionamento da ideia realizada com sucesso.

source: Deletion of relationship from successful idea
pt_br: Exclusão do relacionamento da ideia realizada com sucesso.

source: Category saved successfully!
pt_br: Categoria salva com sucesso!

source: Category changed successfully!
pt_br: Categoria alterada com sucesso!

source: Category removed successfully!
pt_br: Categoria removida com sucesso!

source: Category Image saved successfully!
pt_br: Imagem da Categoria salva com sucesso!

source: Category Image changed successfully!
pt_br: Imagem da Categoria alterada com sucesso!

source: Category Image removed successfully!
pt_br: Imagem da Categoria removida com sucesso!

source: Dimension changed successfully!
pt_br: Dimensão alterada com sucesso!

source: Dimension removed successfully!
pt_br: Dimensão removida com sucesso!

source: No results were found for your search!
pt_br: Não foram encontrados resultados para sua pesquisa!

source: Term of use accepted!
pt_br: Termo de uso aceito!

source: Term of use already accepted!
pt_br: Termo de uso já aceito!

source: Invalid Final Date
pt_br: Data Final Inválida

source: Already exists a active Term Of Use
pt_br: Já existe um Termo de Uso ativo

source: Term of Use saved successfully!
pt_br: Termo de Uso salvo com sucesso!

source: Terms of Use removed successfully!
pt_br: Termo de Uso removido com sucesso!

source: No Term of Use found
pt_br: Termo de Uso não encontrado

source: Tenant New
pt_br: Novo Cliente

source: placeholder:domain without www
pt_br: placeholder:Domínio sem www

source: placeholder:on_trial
pt_br: placeholder:Em teste

source: placeholder:email_admin
pt_br: placeholder:Email do administrador

source: placeholder:password_admin
pt_br: placeholder:Senha do administrador

source: Tenant created successfully!
pt_br: Cliente criado com sucesso!

source: First name
pt_br: Primeiro nome

source: Last name
pt_br: Sobrenome

source: Required. Inform a valid e-mail address.
pt_br: Requerido. Informe um e-mail válido.

source: Groups
pt_br: Grupos

source: Update Auth Configuration
pt_br: Atualizar Configurações de Autenticação

source: placeholder:host
pt_br: Host

source: placeholder:bind_dn
pt_br: Bind DN

source: placeholder:bind_password
pt_br: Senha Bind

source: placeholder:user_search_base
pt_br: User Search Base

source: placeholder:user_filter
pt_br: User Filter

source: User Permissions
pt_br: Permissões do Usuário

source: User
pt_br: Usuário

source: No ideas
pt_br: Nenhuma ideia

source: Author of one idea
pt_br: Autor de uma ideia

source: Author of
pt_br: Autor de

source: ideas
pt_br: ideias

source: Sign Up
pt_br: Inscreva-se

source: Sign up
pt_br: Inscreva-se

source: Invalid form!
pt_br: Formulário inválido

source: Tenant not found
pt_br: Organização não cadastrada!

source: Invalid tenant model
pt_br: Data Final Inválida

source: Configuration saved successfully!
pt_br: Configuração salva com sucesso!

source: User cannot change their own permissions
pt_br: Usuário não pode alterar suas próprias permissões
